Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_417_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Čoahkkinlatnja Silbanásti ( ovttastahtton )
smn: Čuákkimviste Silbanásti ( ovtâstittum )

source: Čuvges čoahkkinlanja Silbanásti lássaseainnis rahpasa fiinna oainnus Juvdujohkii ja Anárjávrái .
smn: Čuovis čuákkimviste Silbanásti lasâseeini čoođâ lii fiijnâ uáinus Juvduujuuhân já Aanaarjáávrán .

source: Silbanásti lea ovttastahtton Silbbas ja Násttis .
smn: Čuákkimviste lii ovtâstittum čuákkimviste Silbast já Nástist .

source: Čoahkkinlatnja lea guovddáža vuosttaš gearddis .
smn: Čuákkimviste lii kuávdáá vuossâmuu keerdist , čuákkimaula ohtâvuođâst .

source: xxx
smn: Silbanásti lii tavesämikielâ já meerhâš almai puáhháá silbâpuálluid .

source: Viidodat : 50 m2 ( s. 9 m x 5,5 m )
smn: Vijđodâh : 50 m2 ( s. 9 m x 5,5 m )

source: Luohkkáhámis : 25 olbmui
smn: Luokkahäämist : 25 ulmui

source: Diplomáhtahámis : 25 olbmui ( govva bajábealde )
smn: Diplomaathäämist : 25 ulmui ( kove paajaabeln )

source: U-hámis : 25 olbmui
smn: U-häämist : 25 ulmui .

source: Teáhterhámis : 30 olbmui ( govat vuollin ) .
smn: Teatterhäämist : 30 ulmui ( koveh vuoluubeln )

source: TEKNIHKKA JA RUSTTEGAT :
smn: TEKNIIK JÁ PIERGÂSEH

source: * Dokumeantaprojektor * Info-tv - vuogádat MiniPC * Blueray-čuojanas
smn: * Dokumentprojektor * Info-tv - vuáhádâh MiniPC * Blueray-čuojânâs

source: * Blohkkadávval
smn: * Lostâdâhtavlu

source: * Gálvvut : čoahkkinbeavddit ja - stuolut 25 olbmui , logaldalli beavdi , hildu ja minigievkkan ( čáhci , jiekŋaskáhppe , lihttebassanmášen , káffevuoššan ) .
smn: * Kálvudâh : čuákkimpeevdih já - stoovlih 25 ulmui , luvâldellee pevdi , ilddee já sieminkievkkân ( čääci , jieŋâskäppi , tiskámmaašin , kähvivuoššâmpiergâs ) .

source: * Čoahkkinfáladeamit .
smn: * Čuákkimfaalâdmeh .

source: Loga lasi .
smn: Luuvâ lase .

source: EARÁ FUOMÁŠANVEARA
smn: ERES VUOTÂNVÄLDIM

source: Čoahkkinlanjas leat addalanvuoigatvuođat .
smn: Čuákkimvisteest juvâstâhvyebdimvuoigâdvuođah .
